Repository: s-rojash/MISW-Proyecto_Final_01-Grupo_30_Frontend
Catalog: src/locale/messages.*.xlf
Languages: es

# logo
source: ABCJobs
es: ABCTrabajos

# proyectos_menu
source: Projects
es: Proyectos

# bancopre_menu
source: Question Bank
es: Banco de preguntas

# candidatos_menu
source: Applicant
es: Candidatos

# equipos_menu
source: Teams
es: Equipos

# pruebas_menu
source: Tests
es: Pruebas

# entrevistas_menu
source: Interviews
es: Entrevistas

# listar_menu
source: List
es: Listar

# crear_menu
source: Create
es: Crear

# editar_menu
source: Edit
es: Editar

# logout_menu
source: Logout
es: Salir

source: Artworks
es: Obras

source: Museums
es: Museos

source: Artists
es: Artistas

# sponsors
source: Sponsor
es: Patrocinadores

source: Movements
es: Movimientos

source: Exhibitions
es: Exhibiciones

source: Name
es: Nombre

source: Birthplace
es: Lugar de Nacimiento

source: Birthdate
es: Fecha de Nacimiento

source: Image
es: Imagen

source: Create
es: Crear

source: Cancel
es: Cancelar

source: Description
es: Descripcion

source: Home
es: Inicio

# card1_ppal
source: Meet the best
es: Conoce los mejores

# card2_ppal
source: The most influential
es: Los más influyentes

# card3_ppal
source: The most recognized
es: Las más reconocidas

# create_artist_title
source: Create a new artist
es: Crear un nuevo artista

source: Name required
es: Nombre requerido

# Name_short
source: Name too short(Min 2 characters)
es: Nombre muy corto(Min 2 caracteres)

source: Birthplace required
es: Lugar de Nacimiento requerido

# Birthplace_short
source: Birthplace too short(Min 2 characters)
es: Lugar de Nacimiento muy corto(Min 2 caracteres)

source: Birthdate required
es: Fecha de Nacimiento requerida

# Birthdate_short
source: Birthdate too short(Min 10 characters)
es: Fecha de Nacimiento muy corta(Min 10 caracteres)

# Image_required
source: Imagen required
es: Imagen requerida

# artist_list_title
source: Artists List
es: Lista de Artistas

# create_movement_title
source: Create a new movement
es: Crear un nuevo movimiento

source: Description required
es: Descripcion requerida

# Description_short
source: Description too short (Min 5 characters)
es: Descripcion muy corta(Min 5 caracteres)

# Description_long
source: Description too long (Max 500 characters)
es: Descripcion muy larga (Max 500 caracteres)

source: Country of Origin
es: Pais de Origen

source: Country required
es: Pais requerido

# Country_short
source: Country too short (Min 2 characters)
es: Pais muy corto(Min 2 caracteres)

source: Active Years
es: Años Activo

# Years_required
source: Years active required
es: Años activo es requerido

# Years_short
source: Years active too short (Min 1 character)
es: Años Activo muy corto (Min 1 caracter)

# create_museum_title
source: Create a new museum
es: Crear un nuevo museo

source: Address
es: Direccion

source: Address required
es: Dirección requerida

# Address_short
source: Address too short (Min 5 characters)
es: Dirección muy corta (Min 5 caracteres)

source: City
es: Ciudad

source: City required
es: Ciudad requerida

# City_short
source: City too short (Min 2 characters)
es: Ciudad muy corta (Min 2 caracteres)

# museum_list_title
source: Museums List
es: Lista de Museos

# create_sponsor_title
source: Create a new Sponsor
es: Crear un nuevo Patrocinador

source: WebSite
es: Sitio Web

source: WebSite required
es: Sitio Web Requerido

# website_long
source: WebSite too long
es: Url demasiado larga

# create_artwork_title
source: Create a new Artwork
es: Crear una nueva Obra

# year_artwork
source: Year
es: Año

# year_artwork_required
source: Year required
es: El campo Año es requerido

# year_artwork_long
source: Year too long
es: El campo Año supera el limite permitido

source: Types
es: Tipos de Obra

# select_option
source: Select an Option
es: Seleccione una opcion

# artist
source: Artists
es: Lista de Artistas

source: Main Image
es: Imagen principal

# create_exhibition_title
source: Create a new Exhibition
es: Crear una nueva Exhibicion

# list_exhibition_title
source: Exhibitions List
es: Lista de Exhibiciones

# list_create_exhibition
source: Create Exhibition
es: Crear Exhibicion

# list_sponsor_title
source: Sponsor List
es: Lista de Patrocinadores

# list_artworks_title
source: Artwork List
es: Lista de Obras
